import React from 'react';
import './Lijes.css';
import { MdClose } from "react-icons/md";
import List from '../../Contact/List.js';

//import '../Trailers.css'

const Lijes = () => {
  
  return (
    <div style={{ backgroundColor: 'black', minHeight: '100vh' }}>
    <div className="lijes-page">
      <h1>ልጄስ? | Lijes</h1>
      <section className="bts-section">
      <h2>Official Trailer</h2>
      <div className="main-vimeo">
        <iframe
          src="https://player.vimeo.com/video/927493581?h=dbf5283da2"
          frameBorder="0"
          allow="autoplay; fullscreen; picture-in-picture"
          allowFullScreen
          title="Lijes Trailer"
        ></iframe>
      </div>
      </section>
  

      <section className="director-section">
        <h2>Director's Insight</h2>
        <p>
          የአዘጋጁ መግለጫ፡ ልጄስ? ተከታታይ ድራማ <br /><br />
ልጄስ?  አንድ አባት ድባብ በተባለች ድብቅ ከተማ ውስጥ ልጁን ለማግኘት የሚሄደውን የማያቋርጥ ፍለጋ የሚነግር ታሪክ ነው። በዚህም ጉዞው ውስጥ ያለፈ ታሪኩን ሲጋፈጥ እናያለን፡፡ ለ42 ክፍል፣ ጨለማ እና የተወሳሰበ የኋላ ታሪክ ያለውን ትሁቱ ገበሬ ገዛኸኝን እንከተላለን። ልጁን ለማግኘት የማያቋርጠው ጉዞውን ይሄዳል፣ ይሄ ጉዞ ግን ለረጅም ግዜ ሲቀብረው የነበረውን ያለፈ ታሪኩን ይጋፈጥ ዘንድ ያስገድደዋል።<br />
ገዛኸኝ ንፁህ ሰው አይደለም። ብዙ ሃጥያቶችን ፈፅሟል። ጉዞው ልጁን ብቻ ሳይሆን ራሱንም የሚያድንበት ነው። ጥፋት፣ ፍቅር፣ እና ፀፀት በእርሱ ውስጥ አንድ ላይ ሲኖሩ እናያለን። ታሪኩ ብዙ ጊዜ ወላጅ አባቶች በዝምታ ለልጆቻቸው የሚከፍሉትን የማይታዩ መስዋዕቶች ፤ አንዳንድ ጊዜም የሚያስቀሩትን ጉዳቶች ያመለክታል። ነገር ግን ከዚህም በላይ ልጄስ ለእኔ የብሔራዊ እና የስነ-ልቦና ትንታኔ ነው።<br />
የሀገሬ ገፀባህርይ ሀገራችን ላይ ብዙዎቻችንን ትወክላለች። ምፀታዊ ነፀብራቁ በፍርሃት እንጂ በመጠየቅ እንደማንመራ ያሳያል። ከአያቷ ሳትጠይቅ ሳትመረምር የተቀበለችውን የፍርሃት እና ጥላቻ አስተሳሰብ በማስቀጠል ሌሎች የድባብ ሰዎችን በፍርሃት በመንዳት ትመራቸዋለች። እነርሱም ሳይጠይቁ ሳይመረምሩ በፍርሃታችውን ብቻ በዝምታ ይነዳሉ። በዚህም መንዳት እና መነዳት ውስጥ ለወረስናቸው “እውነቶች” እንሞትላቸዋለን፤ እንገልላቸዋለንም።<br />
ፍርሃት እና ጥላቻ መሪ ይሆናል፣ በመጨረሻም ኃይላቸውን ያጣሉ፤ አቅመ-ቢስ (አቅም-የሌለ) ይሆናሉ። ነገር ግን፤ እንደ ግርማ ፖሊሱ አይነት ገፀባህሪዎች ደግሞ ከተኙበት ሲነቁ ትልቅ ነገር መቀየር እንደሚችሉ አሳይተዋል። የተኛነው እንዲሁም ተኝተዋል አይረቡም ያልናቸው ሲነቁ ምን ሊፈጥሩ እንደሚችሉ የፖሊሱ ገፀባህርይ ያሳያል።<br />
ምናባዊዋ የድባብ ከተማ ከአንድ የተወሰነ የኢትዮጵያ ቦታ ወይም ክልል ጋር የተገናኘች አይደለችም። ነዋሪዎቿ እና ድካማቸው ሁላችንንም እንዲያንፀባርቁ የተፈጠረች ከተማ ነች። ብዙ ግዜ የምንሸሻቸውን ጥያቄዎች የምንጠይቅበት መድረክ ትሆናለች። ሳናውቅ የወረስናቸው አስተሳሰቦች ምንድን ናቸው? ለምን እንደሆነ ሳንረዳ የምንደጋግማቸው ነገሮች እና አስተሳሰቦችስ ምንድን ናቸው?<br />
በምስል ረገድ፤ ዝም ያሉ ቀለሞች፣ ተፈጥሯዊ ስሪቶች እና ስሜት የሚፈጥሩ የቀረፃ ቦታዎች ልጄስ? የራሱ መልክ እንዲኖረው አድርገውታል። አልባሳቶቹም እንዲሁ የራሱ ማንነት እንዲኖረው አድርገውታል። <br />
ድምፅ እና ሙዚቃ ልጄስ? ላይ ትልቅ ቦታ አላቸው። እንደ ዋሽንት እና ማሲንቆ ያሉ ኢትዮጲያዊ የሆኑ የሙዚቃ መሳሪያዎችን በመጠቀም የተሰሩት ከ50 በላይ አዳዲስ የፊልም ስኮሮች፤ ድራማው የራሱ የሆነ የተለየ ድምፅ እና ስሜት እንዲኖረው አድርገውታል። በተጨማሪም ለማጀቢያነት የተሰሩት፣ ፍለጋ  እና ዓለሜ ተብለው የተጠሩ ሁለት ዘፈኖች የታሪኩን ስሜት ከመደገፍ በላይ ከድራማው ውጭ እንደ ነጠላ ሙዚቃ በራሳቸው መቆም ይችላሉ።<br />
በመጨረሻም ልጄስ? የዝምታን አደገኝነት እና አለመጠየቅ የሚስከፍለውን ውድ ዋጋ ያሳያል። መጠየቅ ስናቆም ፍርሃት እንዴት እንደሚንሰራፋ ያመላክታል።  ያለፈ ታሪካችንን ሳንጋፈጥ፣ ቀብረን ለማምለጥ ስንሞክር የሚሆነውን ያሳያል። እንዲሁም ተኝተዋል ብለን የተውናቸው ሊነቁ ይችሉ ዘንድ ተስፋን ይሰጣል።<br />
ምኞቴ እንደ ድባብ ሰዎች እና ሀገሬ ሳንጠይቅ ሳንመረምር ከልጅነታችን ጀምሮ የተቀበልናቸውን ጥላቻዎች እና ፍርሃቶች እንድንጠይቅ እንድንመረምር ከተኛንበትም እንድንነቃ ነው።
አመሰግናለሁ።<br /><br />
ሰማኝጌታ አይችሉህም 
ፀሀፊ | አዘጋጅ | ፕሮዲውሰር
        </p>
      </section>
    </div>
    <List />
  </div>
  );
};

export default Lijes;
